Repository: makinacorpus/django-coop
Catalog: ionyweb_plugins/plugin_coop_promote/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Send an invitation mail to promote the website
fr: Inviter une structure à s'incrire sur le site

source: Send an invitation mail to promote the website.
fr: Inviter une structure à s'incrire sur le site.

source: Dest
fr: Destinataire

source: Invitation to PES Auvergne
fr: Invitation de la plateforme PES Auvergne

source: Promote
fr: Invitez

source: Invite
fr: Inviter

source: Connect to send invitation
fr: Connectez vous pour envoyer une invitation

source: Invitation has not been sent. Please contact administrator.
fr: Votre invitation n'a pas pu être envoyée. Merci de contacter un administrateur.

source: Invitation has been sent. Thank you.
fr: Votre invitation a été envoyée. Merci.

source: Send another one
fr: Envoyer une autre invitation
