Repository: makinacorpus/django-coop
Catalog: ionyweb_plugins/page_members/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Activity
fr: Activité

source: Location
fr: Territoire

source: Location buffer
fr: Périmètre de recherche

source: Thematic
fr: Thématique

source: Free search
fr: Recherche libre

source: Alpha
fr: Alphabétique

source: Date of creation
fr: Date de création

source: Show on public site
fr: Publier sur le site

source: Target structure
fr: Structure cible

source: Label
fr: Titre

source: Location and building name
fr: Lieu dit ou nom de bâtiment (ex: Maison peuple et culture)

source: Address
fr: Adresse

source: City
fr: Ville

source: Zipcode
fr: Code postal

source: You may point manually the location of the location
fr: Géolocalisation à partir de l'adresse, il est possible de pointer manuellement (bouton crayon) si la géolocalisation a mal fonctionné

source: Presentation sample: Monday 9h-12h 14h-17h / Tuesday 9h-12h 14h-17h / Wed. 14h-17h
fr: Exemple : Lundu 9h-12h 14h-17h / Mardi 9h-12h 14h-17h / Mercredi 14h-17h

source: Members
fr: Structures

source: Add new project
fr: Ajouter un autre projet

source: Modify project
fr: Modifier le projet

source: Add new member
fr: Ajouter une nouvelle structure

source: Modify member
fr: Modifier la structure

source: Simple
fr: Présentation simple

source: Detailed
fr: Présentation détaillée

source: Self evaluation
fr: Auto-évaluation

source: General infos
fr: Informations générales

source: Choose if we want to display acronym or title
fr: Choisir si on préfère afficher d'abord le sigle ou la signification

source: Si you belong to a federation or network, write the creation date of your local unity
fr: Si vous appartenez à un réseau ou une fédération, mettez la date de création de votre unité locale

source: Locations
fr: Territoire

source: Add More location
fr: Ajouter un autre lieu

source: Clic on button to add more locations
fr: Cliquez sur le bouton pour ajouter de nouveaux lieux

source: Add More contact
fr: Ajouter un autre contact

source: Shirt description of the organization
fr: Description sommaire de la structure, doit être inférieure à 100 signes

source: No more than x signes
fr: Pas plus de 30 lignes

source: If description does not fit
fr: Si la description ne suffit pas

source: Crowdfunding link
fr: Lien crowdfunding

source: You can choose more than one by pressing the CTRL key
fr: Plusieurs choix possibles en appuyant sur la touche CTRL

source: Give more visibility to your data and makes research easier
fr: Permet de faciliter les recherches et faire apparaître votre structure parmi les premiers résultats. Séparez les mots clés par une virgule (exemple de liste de mots clés : jardins partagé, lien social, éducation à l’environnement, auto-production)

source: Preferences
fr: Préférences

source: If not published, the organisation won't be visible on the website. You can access to it by going into your account
fr: Si non publiée, la structure ne sera pas visible sur le site. Vous pourrez y accéder en allant dans la section Mon Compte

source: If set, the organization will be publish in the zoom on page
fr: Si coché, la structure sera publiée sur la page Zoom sur

source: Documents
fr: Documents et galerie photos de la structure

source: Add More document
fr: Ajouter un autre document

source: Clic on button to add more documents
fr: Apparaîtra sur la fiche (document téléchargeables). Cliquez sur le bouton ajouter pour mettre plusieurs documents

source: Relationship
fr: Relations

source: Add More relation
fr: Ajouter une nouvelle relation

source: Click the button to add more relations
fr: Cliquez sur le bouton pour ajouter de nouvelles relations

source: Activity detail
fr: Activités détaillées de la structure: offres de biens et services

source: Add More offer
fr: Ajouter une nouvelle offre

source: Complementary informations
fr: Informations complémentaires

source: Engagement
fr: Membres

source: Add More engagement
fr: Ajouter un nouvel engagement

source: References
fr: Références

source: Add More
fr: Ajouter

source: Soon
fr: A venir

source: Create
fr: Enregistrer

source: Modify
fr: Enregistrer

source: Delete
fr: Supprimer

source: Are you sure you want to delete this structure ?
fr: Êtes vous sûr de vouloir supprimer cette structure ?

source: Project added
fr: Projet ajouté

source: Project added. You may now consult it in the list
fr: Projet ajouté. Vous pouvez à présent le consulter dans la liste

source: Project modified
fr: Projet modifié

source: Project modified. You may now consult it in the list
fr: Projet modifié. Vous pouvez à présent le consulter dans la liste

source: Member added
fr: Structure ajoutée

source: Member added. You may now consult it in the list
fr: Structure ajoutée. Vous pouvez à présent la consulter dans la liste

source: Member modified
fr: Structure modifiée

source: Member modified. You may now consult it in the list
fr: Structure modifiée. Vous pouvez à présent la consulter dans la liste

source: Back to form
fr: Retourner sur le formulaire

source: See the detail
fr: Voir la fiche détaillée

source: Project list
fr: Liste des projets

source: Member list
fr: Liste des structures

source: Member deleted
fr: Structure supprimée

source: You must be logged in to view this page
fr: Vous devez être connecté pour voir cette page

source: Search
fr: Recherche

source: Results
fr: Résultats

source: List
fr: Liste

source: Read more
fr: En savoir plus
